/* No comment provided by engineer. */
"Could not move to Applications folder" = "Konnte nicht in den Programme-Ordner verschieben";

/* No comment provided by engineer. */
"Do Not Move" = "Nicht verschieben";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Ich kann mich selbst in den Programme-Ordner verschieben, wenn Sie möchten.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "In den Programme-Ordner verschieben";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "In den Programme-Ordner in Ihrem Heimatverzeichnis verschieben?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "In den Programme-Ordner verschieben?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Bitte beachten Sie, dass für diesen Vorgang ein Administrator-Passwort benötigt wird.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Damit Ihr Downloads-Ordner aufgeräumt bleibt.";

